export const Shooter = [
    "ヒーローシューターレプリカ",
    "わかばシューター",
    "スプラシューター",
    "プロモデラーMG",
    "もみじシューター",
    "N-ZAP85",
    "スペースシューター",
    "プライムシューター",
    "ボールドマーカー",
    "スプラシューターコラボ",
    "N-ZAP89",
    ".52ガロン",
    "L3リールガン",
    "ボールドマーカーネオ",
    "ジェットスイーパー",
    "シャープマーカー",
    ".96ガロン",
    "プロモデラーRG",
    "L3リールガンD",
    "ボトルガイザー",
    "プライムシューターコラボ",
    "ジェットスイーパーカスタム",
    "シャープマーカーネオ",
    ".96ガロンデコ",
    "H3リールガン",
];

export const Charger = [
    "スプラチャージャーコラボ",
    "スプラチャージャー",
    "スプラスコープ",
    "スプラスコープコラボ",
    "4Kスコープ",
    "リッター4K",
    "14式竹筒銃・甲",
    "ソイチューバー",
    "R-PEN/5H",
    "スクイックリンα",
];

export const Blaster = [
    "ホットブラスター",
    "ラピッドブラスター",
    "ラピッドブラスターデコ",
    "ロングブラスター",
    "ノヴァブラスター",
    "クラッシュブラスター",
    "ノヴァブラスターネオ",
    "クラッシュブラスターネオ",
    "Rブラスターエリート",
];

export const Roller = [
    "スプラローラー",
    "カーボンローラー",
    "スプラローラーコラボ",
    "ダイナモローラー",
    "ワイドローラー",
    "ヴァリアブルローラー",
    "カーボンローラーデコ",
];

export const Brush = ["ホクサイ", "パブロ", "パブロ・ヒュー"];

export const Slosher = [
    "バケットスロッシャー",
    "ヒッセン",
    "バケットスロッシャーデコ",
    "スクリュースロッシャー",
    "ヒッセン・ヒュー",
    "オーバーフロッシャー",
    "エクスプロッシャー",
];

export const Splatling = [
    "バレルスピナー",
    "スプラスピナー",
    "ハイドラント",
    "スプラスピナーコラボ",
    "ノーチラス47",
    "クーゲルシュライバー",
];

export const Dualie = [
    "スプラマニューバー",
    "デュアルスイーパー",
    "スパッタリー",
    "クアッドホッパーブラック",
    "ケルビン525",
    "スパッタリー・ヒュー",
];

export const Brella = [
    "パラシェルター",
    "キャンピングシェルター",
    "スパイガジェット",
];

export const Splatana = ["ドライブワイパー", "ジムワイパー"];

export const Stringer = ["トライストリンガー", "LACT450"];

export const A_LONG = [
    "スプラチャージャーコラボ",
    "スプラチャージャー",
    "スプラスコープ",
    "スプラスコープコラボ",
    "4Kスコープ",
    "リッター4K",
];

export const A_SHORT = [
    "14式竹筒銃・甲",
    "ソイチューバー",
    "R-PEN/5H",
    "スクイックリンα",
];

export const B = [
    "バレルスピナー",
    "ハイドラント",
    "クーゲルシュライバー",
    "トライストリンガー",
];
